Repository: ubuntu-flutter-community/settings
Catalog: lib/l10n/app_*.arb
Languages: id

# appTitle
source: Ubuntu Settings
id: Pengaturan Ubuntu

# searchHint
source: Search...
id: Cari ...

source: Connected
id: Terhubung

source: enabled
id: diaktifkan

source: disabled
id: dimatikan

source: switched on
id: menghidupkan

source: switched off
id: mematikan

source: devices
id: perangkat

source: Yes
id: Ya

source: No
id: Tidak

source: Cancel
id: Batalkan

source: Confirm
id: Konfirmasi

source: Paired
id: Terhubung

source: Type
id: Tipe

source: Unknown
id: Tidak di ketahui

source: Never
id: Jangan pernah

# bluetoothOpenDeviceSettings
source: Open device settings
id: Buka pengaturan perangkat

# bluetoothRemoveDevice
source: Remove device
id: Hapus perangkat

# removableMediaNeverAsk
source: Never ask or start a program for any removable media
id: Jangan pernah tanya atau mulai program untuk semua perangkat terhubung

# removableMediaDvdVideo
source: DVD-Videos
id: Video DVD

# removableMediaMusicPlayer
source: Music Player
id: Pemutar Musik

# removableMediaPhotos
source: Photos
id: Foto

# removableMediaApplications
source: Applications
id: Aplikasi

# removableMediaBlankBd
source: Blank BD
id: BD Kosong

# removableMediaBlankCd
source: Blank CD
id: CD Kosong

# removableMediaBlankDvd
source: BlankDVD
id: DVD Kosong

# removableMediaBlankHdDvd
source: Blank HD DVD
id: HD DVD Kosong

# removableMediaEbookReader
source: Ebook Reader
id: Pembaca Ebook

# removableMediaImagePictureCd
source: Image Picture CD
id: CD Gambar

# removableMediaOstreeRepository
source: Ostree Repository
id: Repositori Ostree

# removableMediaSoftware
source: Software
id: Perangkat Lunak

# removableMediaVideoBlueray
source: Video Blueray
id: Blueray Vidio

# removableMediaVideoHdDvd
source: Video HD DVD
id: HD DVD Vidio

# removableMediaVideoSvCd
source: Video SV CD
id: SV CD Video

# removableMediaVideoVCd
source: Video V CD
id: VCD Video

# removableMediaWindowsSoftware
source: Windows Software
id: Perangkat lunak Windows

# checkConnectivityLabel
source: Check connectivity
id: Cek konektifitas

# checkConnectivityDescription
source: The connectivity check is used to detect connection problems and help you stay online. If your network communications are monitored, they could be used to collect technical information about this computer.
id: Cek konektifitas di gunakan untuk mendeteksi masalah konektifitas dan membantu tetap daring. Jika komunikasi jarigan ter-monitor, data tersebut digunakan untuk mendapatkan informasi tentang komputer ini.

# screenSaverDescription
source: The automatic screen lock protects your computer from being accessed by others while you are away.
id: Kunci layar otomatis melindungi komputer anda dari terhubung ke pada akses yang lain ketika anda tidak di tempat.

# screenSaverTimerLabel
source: Delay until screen turns off
id: Tunda hingga layar mati

# screenSaverTimerDescription
source: Duration of inactivity before the screen turns off.
id: Durasi ke-tidak aktifan sebelum layar mati.

# screenSaverAutoScreenLockLabel
source: Automatic screen lock
id: Otomatis kunci layar

# screenSaverAutoDelayLabel
source: Delay before automatic screen saver
id: Tunda sebelum tampilkan Delay before automatic screen saver

# screenSaverAutoDelayDescription
source: Duration of inactivity before the screen turns off automatically
id: Durasi ke-tidak aktifan sebelum layar mati otomatis

# screenSaverLockScreenOnSuspendLabel
source: Lock the screen on suspend
id: Kunci layar ketika suspensi

# screenSaverNotificationsOnLockScreen
source: Show notifications on lock screen
id: Tampilkan notifikasi pada layar kunci

# reportingHeader
source: Issue Reporting
id: Pelaporan masalah

# reportingDescription
source: Sending reports on technical problems helps the developers to improve Ubuntu. Reports are free of personal data and are sent anonymously. Learn more
id: Mengirim laporan tentang masalah teknis untuk membantu pengembang mengembangkan Ubuntu. Laporan bebas dari data pribadi dan dikirim secara anonim. Pelajari lebih lanjut.

# reportingLink
source: Learn more
id: Pelajari lebih lanjut

# reportingActionLabel
source: Send issue reports to Canonical
id: Kirim laporan masalah ke Canonical

# reportingUsageActionLabel
source: Send software usage to Ubuntu
id: Kirim penggunaan perangkat lunak ke Ubuntu

# locationDescription
source: Location services allow applications to know your geographic location. Using WiFi or mobile broadband increases accuracy.
id: Layanan lokasi memungkinkan aplikasi mengetahui lokasi geografis Anda. Menggunakan WiFi atau broadband seluler akan meningkatkan akurasi.

# locationInfoPrefix
source: Uses the Mozilla location service:
id: Menggunakan layanan lokasi Mozilla:

# locationInfoLink
source: privacy protection rules
id: Aturan perlindungan privasi

# locationActionLabel
source: Location service
id: Layanan Lokasi

# houseKeepingRecentFilesHeadline
source: File history
id: Riwayat Berkas

# houseKeepingRecentFilesDescription
source: File history remembers which files you've used. This information is shared between applications and makes it easier to find files that you want to use.
id: Riwayat file mengingat file mana yang telah Anda gunakan. Informasi ini dibagikan antar aplikasi dan memudahkan untuk menemukan file yang ingin Anda gunakan.

# houseKeepingRecentFilesRememberAction
source: File history
id: Riwayat Berkas

# houseKeepingRecentFilesRememberForeverAction
source: Keep file history forever
id: Simpan berkas riwayat selamanya

# houseKeepingRecentFilesDaysAction
source: Period of file history
id: Jangka waktu dari riwayat berkas

# houseKeepingRecentFilesDaysDescription
source: Delete files after this many days
id: Hapus berkas setelah beberapa banyak hari

# houseKeepingRecentFilesClearAction
source: Delete recent file history
id: Hapus riwayat berkas terbaru

# houseKeepingTempTrashHeadline
source: Recycle bin and temporary files
id: Tong sampah dan berkas sementara

# houseKeepingTempTrashDescription
source: The recycle bin and temporary files can contain personal and sensitive information. Automatic deletion can serve to preserve your privacy.
id: Tempat sampah dan file sementara dapat berisi informasi pribadi dan sensitif. Penghapusan otomatis dapat berfungsi untuk menjaga privasi Anda.

# houseKeepingTrashAutoRemoveAction
source: Automatically empty the recycle bin
id: Kosongkan tempat sampah otomatis

# houseKeepingTempAutoRemoveAction
source: Automatically delete temporary files
id: Hapus file sementara otomatis

# houseKeepingTempTrashAutoDeleteDays
source: Period for automatic deletion
id: Periode untuk penghapusan otomatis

# houseKeepingEmptyTrash
source: Empty trash
id: Kosongkan tempat sampah

# houseKeepingRemoveTempFiles
source: Delete temporary files
id: Hapus berkas sementara

# privacyPageTitle
source: Privacy
id: Privasi

# connectivityPageTitle
source: Connectivity
id: Konektifitas

# locationPageTitle
source: Location Services
id: Layanan Lokasi

# houseKeepingPageTitle
source: House Keeping
id: Pembenahan

# screenLockPageTitle
source: Screen Lock
id: Kunci Layar

# diagnosisPageTitle
source: Diagnostics
id: Diagnostik

# connectionsPageTitle
source: Connections
id: Koneksi

# connectionsPageHeadline
source: Visible networks
id: Jaringan yang terlihat

# cellularPageTitle
source: Cellular
id: Celuler

# bluetoothStartDiscovery
source: Start discovery
id: Mulai jelajahi

# bluetoothStopDiscovery
source: Stop discovery
id: Hentikan penjelajahan

# wallpaperPageTitle
source: Wallpaper
id: Latar Belakang

# wallpaperPageBackgroundModeLabel
source: Background mode
id: Mode latar belakang

# wallpaperPageBackgroundModeWallpaper
source: Wallpaper
id: Latar belakang

# wallpaperPageBackgroundModeColoredBackground
source: Colored background
id: Latar belakang berwarna

# wallpaperPageBackgroundModeImageOfTheDay
source: Image of the day
id: Gambar hari ini

# wallpaperPageYourWallpapersHeadline
source: Your wallpapers
id: Latar belakang anda

# wallpaperPageDefaultWallpapersHeadline
source: Default wallpapers
id: Latar belakang baku

# wallpaperPageColorModeLabel
source: Color mode
id: Mode warna

# wallpaperPageHorizontalGradient
source: horizontal gradient
id: gradien horizontal

# wallpaperPageVerticalGradient
source: vertical gradient
id: gradien vertikal

# wallpaperPagePickerTitlePrimary
source: Select a primary color
id: Pilih warna utama

# wallpaperPagePickerTitleSecondary
source: Select a secondary color
id: Pilih warna sekunder

# wallpaperPagePickerWheelHeading
source: Color and shades
id: Warna & nuansa

# appearancePageTitle
source: Appearance
id: Tampilan

# notificationsPageTitle
source: Notifications
id: Notifikasi

# searchPageTitle
source: Search
id: Cari

# appsPageTitle
source: Apps
id: Aplikasi

# onlineAccountsPageTitle
source: Online Accounts
id: Akun Daring

# soundPageTitle
source: Sound
id: Suara

# powerPageTitle
source: Power
id: Daya

# displaysPageTitle
source: Displays
id: Tampilan

# mouseAndTouchPadPageTitle
source: Mouse and touch pad
id: Tetikus & Touch pad

# keyboardPageTitle
source: Keyboard
id: Papan Ketik

# keyboardSettingsPageTitle
source: Keyboard Settings
id: Pengaturan Papan Ketik

# keyboardShortCutsPageTitle
source: Keyboard Shortcuts
id: Pintasan Papan Ketik

# printersPageTitle
source: Printers
id: Pencetakan

# removableMediaPageTitle
source: Removable Media
id: Media Lepasan

source: Color
id: Warna

# regionAndLanguagePageTitle
source: Region and language
id: Wilayah & Bahasa

# regionAndLanguagePageSelectLanguageAction
source: Select your language
id: Pilih bahasa anda

# regionAndLanguagePageManageLanguageAction
source: Manage and install languages
id: Kelola bahasa terpasang

# regionAndLanguageDialogTitleAfterChange
source: Relog after save
id: Masukan kembali setelah di simpan

# accessibilityPageTitle
source: Accessibility
id: Aksesibilitas

# usersPageTitle
source: Users
id: Pengguna

# defaultAppsPageTitle
source: Default Applications
id: Aplikasi Baku

# dateAndTimePageTitle
source: Date and time
id: Tanggal dan Waktu

# dateAndTimePageAutoDateTime
source: Automatic date and time
id: tanggal dan waktu otomatis

# dateAndTimePageAutoTimezone
source: Automatic timezone
id: zona waktu otomatis

# dateAndTimePageTwentyFour
source: 24h format
id: 24-jam

# dateAndTimePageSecondsInPanel
source: Show seconds in panel
id: Tampilkan detik di panel

# dateAndTimePageWeekdayInPanel
source: Show weekday in panel
id: Tampilkan hari kerja di panel

# dateAndTimePageWeekNumberInCalendar
source: Show week number in calendar
id: Tampilkan hitungan minggu di kalender

# infoPageTitle
source: Info
id: Ihwal

source: Apply
id: Terapkan

source: Displays
id: Tampilan

source: Orientation
id: Orientasi

source: Resolution
id: Resolusi

source: Refresh Rate
id: Laju Penyegaran

source: Scale
id: Skala

source: Fractional Scaling
id: Penskalaan Fraksional

# fractionalScaling_description
source: May increase power usage, lower speed, or reduce display sharpness
id: Dapat menaikan penggunaan daya, menurunkan kecepatan, atau mengurangi ketajaman tampilan

source: Landscape
id: Landskap

# portraitLeft
source: Portrait on the left
id: Potret Kiri

# portraitRight
source: Portrait on the right
id: Potret Kanan

source: Flipped landscape
id: Landskap terbalik

# scaleFormat
source: {factor}x
id: {faktor}x

source: Always Show Universal Access Menu
id: Selalu Tampilkan Menu Aksesibilitas

source: Hearing
id: Pendengaran

source: Visual Alerts
id: Peringatan Visual

# visualAlertsDescription
source: Use a visual indication when an alert sound occurs
id: Gunakan indikasi visual ketika peringatan suara berlangsung

# flashEntireWindow
source: Flash the entire window
id: Kedipkan seluruh jendela

# flashEntireScreen
source: Flash the entire screen
id: Kedipkan seluruh layar

# pointingAndClicking
source: Pointing & Clicking
id: Menunjuk & Mengklik

source: Mouse Keys
id: Tombol Tetikus

source: Locate Pointer
id: Temukan Pointer

source: Double-Click Delay
id: Tunda Klik Ganda

source: Click Assist
id: Bantuan Klik

source: Simulated Secondary Click
id: Simulasikan Sekondari Klik

source: Delay
id: Tunda

source: Hover Click
id: Arahkan Klik

# hoverClickDescription
source: Trigger a click when the pointer hovers
id: Picu klik saat penunjuk melayang

source: Motion threshold
id: Ambang Batas Gerak

source: Seeing
id: Pengelihatan

source: High Contrast
id: Kontras Tinggi

source: Large Text
id: Teks Besar

source: Zoom
id: Perbesar

source: Screen Reader
id: Pembaca Layar

# screenReaderDescription
source: The screen reader reads displayed text as you move the focus
id: Pembaca layar, membaca teks yang ditampilkan saat Anda memindahkan fokus

source: Sound Keys
id: Suara Tombol

# soundKeysDescription
source: Beep when Num Lock or Caps Lock are turned on or off'
id: Bip ketika Num Lock atau Caps Lock menyala atau mati

source: Cursor Size
id: Ukuran penunjuk

source: Zoom Options
id: Opsi perbesar

# zoomOption_Magnifier
source: Magnifier
id: Kaca pembesar

# zoomOption_Crosshairs
source: Crosshairs
id: Garis bidik

# zoomOption_ColorEffects
source: Color Effects
id: Efek Warna

source: Magnification
id: Pembesaran

source: Magnifier Position
id: Posisi pembesaran

source: Follow mouse cursor
id: Ikuti arah penunjuk

source: Screen part
id: Bagian layar

# magnifierExtendsOutsideScreen
source: Magnifier extends outside of screen
id: Kaca pembesar memanjang di luar layar

source: Keep magnifier cursor centered
id: Pertahankan penunjuk kaca pembesar tetap di tengah

source: Magnifier cursor pushes contents around
id: Penunjuk kaca pembesar mendorong konten sekitar

source: Magnifier cursor moves with contents
id: Penunjuk kaca pembesar bergerak dengan konten

source: Overlaps mouse cursor
id: Tumpang tindih penunjuk tetikus

source: Thickness
id: Ketebalan

source: Length
id: Panjang

source: Select crosshairs color
id: Pilih warna garis bidik

source: Select color shade
id: Pilih warna nuansa

# selectedColorsShade
source: Selected color and its shades
id: Pilih warna dan nuansa

source: White on black
id: Putih diatas Hitam

source: Brightness
id: Kecerahan

source: Contrast
id: Kontras

source: Saturation
id: Saturasi

source: Typing
id: Mengetik

source: Screen Keyboard
id: Papan Ketik Layar

source: Repeat Keys
id: Pengulangan Tombol

# repeatKeysDescription
source: Key presses repeat when key is held down
id: Tekan tombol berulang ketika tombol di tahan tekan

# repeatKeyDelayDescription
source: Initial key repeat delay
id: Permulaan tunda tombol berulang

source: Interval
id: Jangka Waktu

# intervalDelayDescription
source: Delay between repeats
id: Tunda di antara pengulangan

source: Cursor Blinking
id: Kursor Berkedip

# cursorBlinkingDescription
source: Cursor blinks in text fields
id: Kursor berkedip di bidang teks

source: Cursor Blink Time
id: Waktu Kursor berkedip

# cursorBlinkTimeDescription
source: Length of the cursor blink cycle
id: Panjang dari siklus kedipan kursor

source: Typing Assist (AccessX)
id: Bantuan Pengetikan (AccessX)

source: Typing Assist
id: Bantuan Pengetikan

source: Enable by Keyboard
id: Aktifkan dengan Papan Ketik

# enableByKeyboardDescription
source: Turn accessibility features on and off using the keyboard
id: Mengaktifkan dan menonaktifkan fitur aksesibilitas menggunakan keyboard

source: Sticky Keys
id: Tombol Sticky

# stickyKeysDescription
source: Treats a sequence of modifier keys as a key combination'
id: Perlakuan urutan tombol pengubah sebagai kombinasi tombol

source: Slow Keys
id: Tombol Lambar

# slowKeysDescription
source: Puts a delay between when a key is pressed and when it is accepted
id: Berikan penundaan antara saat tombol ditekan dan saat diterima

source: Bounce Keys
id: Tombol Pantulan

# bounceKeysDescription
source: Ignores fast duplicate keypresses
id: Abaikan penekanan tombol duplikat cepat

# stickyKeysTwoKeysOption
source: Disable if two keys are pressed at the same time
id: Nonaktifkan jika dua tombol ditekan secara bersamaan

# stickyKeysBeepModifierOption
source: Beep when a modifier key is pressed
id: Bip saat tombol pengubah ditekan

source: Acceptance delay
id: Toleransi tunda

# stickyKeysBeepKeyOption
source: Beep when a key is pressed
id: Bunyi bip ketika papan ketik di tekan

# stickyKeysBeepKeyAcceptedOption
source: Beep when a key is accepted
id: Bunyi bip ketika tombol di terima

# stickyKeysBeepKeyRejectedOption
source: Beep when a key is rejected
id: Bunyi bip ketika tombol di tolak
